Repository: ComeEdo/Voci-di-Corridoio
Catalog: Localizable.xcstrings
Source language: it
Languages: en

source: %@ è già in uso.
en: %@ is already in use.

source: %@ è troppo corto.
en: %@ is too short.

source: %@ è troppo lungo.
en: %@ is too long.

source: %@ non è valido, poi usare solo . _.
en: %@ it’s not valid, you can only use . _.

source: %@ sei stato registrato con successo!
en: %@ you have been successfully registered!

source: %@ valido.
en: %@ is valid.

source: Accedi
en: Log in

source: C'è stato un errore del server: %@
en: There has been a problem with the server: %@

source: Cognome
en: Surname

source: Contiene caratteri non validi.
en: Contains invalid characters.

source: Crea account
en: Create account

source: DAJE
en: let’s go!

source: È stato trovato un conflitto: %@
en: A conflict has been found: %@

source: È vuoto.
en: It’s empty.

source: Email dello studente valida.
en: Student email is valid.

source: Email istituzionale valida.
en: Institutional email is valid.

source: Errore
en: Error

source: Errore JSON riscontrato: %@
en: JSON error encountered: %@

source: Errore riscontrato: %@
en: Error encountered: %@

source: Errore sconosciuto.
en: Unknown erroe.

source: Il token dell'utente è valido.
en: User token is valid.

source: Il token di autenticazione è valido.
en: Auth token is valid.

source: Impossibile interpretare la risposta: %@.
en: Unable to interpret the response: %@.

source: L'email %@ è già in uso.
en: The email %@ is already in use.

source: L'email non è disponibile.
en: The email is not available.

source: L'email non è valida.
en: The email is not valid.

source: L'URL %@ non è valido
en: The URL %@ is not valid

source: L'username %@ è già in uso.
en: The username %@ is already in use.

# L'username %@ e la email %@ sono già in uso.
source: L'username %1$@ e la email %2$@ sono già in uso.
en: The username %1$@ and the email %2$@ are already in use.

source: Le password sono diverse.
en: The passwords are different.

source: Nome
en: Name

source: Nome utente
en: Username

source: Nuovo token di autenticazione.
en: New auth token.

source: Nuovo token utente.
en: New user token.

source: Password non disponibile.
en: Password is not available.

source: Password non valida.
en: Password is not valid.

source: Password valida.
en: Valid password.

source: Questa selezione non è disponibile
en: This selection isn’t available

source: Questo utente non è disponibile
en: This user isn’t available

source: Richiesta fallita: %@
en: Request failed: %@

source: Richiesta non completa: %@
en: Incomplete request: %@

source: Ripeti password
en: Repeat password

source: Risposta del server non valida: %@
en: Server response is not valid: %@

source: Sei stato loggato con successo!
en: You got logged in successfully!

source: Si è verificato un errore JSON: %@.
en: A JSON error is found: %@

source: spacchettato.
en: unpacked.

source: studente
en: student

source: Successo
en: Success

source: Successo %@
en: Success %@

source: URL non valido: %@/check-username.
en: URL is not valid: %@/check-username.

source: Valido.
en: Valid.
